[
    {
        "type": "generic",
        "expression": "You are just the spark my battery needs!"
    },
    {
        "type": "generic",
        "expression": "Your enthusiasm for artistic expression motivates those around you to express themselves."
    },
    {
        "type": "generic",
        "expression": "You are looking fantastic today, get out there and kill it."
    },
    {
        "type": "generic",
        "expression": "Your energy and spirit draw people to you."
    },
    {
        "type": "generic",
        "expression": "You really know how to dress and those around you are green with envy."
    },
    {
        "type": "generic",
        "expression": "Talent does not come in a more beautiful package than you."
    },
    {
        "type": "generic",
        "expression": "Your childlike wonder of the world swells the hearts of others with joy."
    },
    {
        "type": "generic",
        "expression": "You are a cornerstone example to your coworkers of how to get the job done right."
    },
    {
        "type": "generic",
        "expression": "When people need answers, they come to you."
    },
    {
        "type": "generic",
        "expression": "You don't need to say a word to fill the room with your cheer."
    },
    {
        "type": "spring",
        "expression": "Your vibe is refreshing like the freshly sprouted flowers in spring."
    },
    {
        "type": "spring",
        "expression": "Your voice is as sweet as the springtime rain."
    },
    {
        "type": "spring",
        "expression": "Your spirit brightens the soul and your voice freshens the air."
    },
    {
        "type": "summer",
        "expression": "You irradiate a comfort and warmth like that of a lazy nap on the beach."
    },
    {
        "type": "summer",
        "expression": "Your embrace brings the quiet joy of late-night stargazing."
    },
    {
        "type": "summer",
        "expression": "The only thing better than a cold drink on a hot day is spending it with you."
    },
    {
        "type": "autumn",
        "expression": "When the chill sets in you are the warm chicken soup for the souls of others."
    },
    {
        "type": "autumn",
        "expression": "You look straight off the cover of an autumn edition, fashion magazine."
    },
    {
        "type": "autumn",
        "expression": "A warm coffee can only be properly enjoyed in your company."
    },
    {
        "type": "winter",
        "expression": "When the cold and dark winter sets in, your friends seek you out for your bright attitude and warmth."
    },
    {
        "type": "winter",
        "expression": "Your warmth and passion keep the chill at bay."
    },
    {
        "type": "winter",
        "expression": "You are as gentle and beautiful as the falling snow."
    }
]
